const Policy = () => (
  <section className="pt-48 pb-20 lg:pt-40 lg:pb-14 md:pt-32 md:pb-11 x:pt-28 x:pb-10">
    <div className="container">
      <h1 className="mb-xs">Политика конфиденциальности</h1>
      <p>
        Политика в отношении обработки персональных данных составлена в соответствии с требованиями Федерального закона
        от 27.07.2006 №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по
        обеспечению их безопасности, предпринимаемые оператором данных CortexDigital (далее — Оператор).
      </p>

      <h4>1. Общие положения</h4>
      <p>1.1. Основная цель Оператора — защита прав и свобод человека при обработке персональных данных.</p>
      <p>1.2. Политика применяется ко всей информации, получаемой о посетителях сайта https://cortexdigital.net.</p>

      <h4>2. Основные понятия</h4>
      <ol>
        <li>
          <strong>Автоматизированная обработка персональных данных</strong> — обработка данных с помощью вычислительной
          техники.
        </li>
        <li>
          <strong>Блокирование персональных данных</strong> — временное прекращение обработки данных.
        </li>
        <li>
          <strong>Веб-сайт</strong> — ресурс https://cortexdigital.net.
        </li>
        <li>
          <strong>Информационная система персональных данных</strong> — базы данных и средства их обработки.
        </li>
        <li>
          <strong>Обезличивание персональных данных</strong> — действия, исключающие идентификацию субъекта данных.
        </li>
        <li>
          <strong>Обработка персональных данных</strong> — любые операции с данными.
        </li>
        <li>
          <strong>Оператор</strong> — лицо, обрабатывающее данные.
        </li>
        <li>
          <strong>Персональные данные</strong> — информация, связанная с конкретным пользователем.
        </li>
        <li>
          <strong>Пользователь</strong> — посетитель сайта https://cortexdigital.net.
        </li>
        <li>
          <strong>Распространение данных</strong> — действия, обеспечивающие доступ к данным неопределенному кругу лиц.
        </li>
        <li>
          <strong>Трансграничная передача данных</strong> — передача данных за границу.
        </li>
        <li>
          <strong>Уничтожение данных</strong> — действия, исключающие возможность их восстановления.
        </li>
      </ol>

      <h4>3. Обрабатываемые данные</h4>
      <ul>
        <li>Фамилия, имя.</li>
        <li>Электронный адрес.</li>
        <li>Номера телефонов.</li>
        <li>Обезличенные данные (cookies, аналитика).</li>
      </ul>

      <h4>4. Цели обработки данных</h4>
      <p>4.1. Обработка данных для исполнения договоров и предоставления доступа к информации.</p>
      <p>4.2. Направление уведомлений о продуктах и услугах (с возможностью отказа).</p>
      <p>4.3. Анализ обезличенных данных для улучшения работы сайта.</p>

      <h4>5. Правовые основания обработки</h4>
      <p>5.1. Обработка данных осуществляется на основании согласия пользователя.</p>
      <p>5.2. Использование обезличенных данных разрешено настройками браузера пользователя.</p>

      <h4>6. Порядок обработки данных</h4>
      <ol>
        <li>Сохранность данных обеспечивается правовыми, организационными и техническими мерами.</li>
        <li>Данные не передаются третьим лицам, кроме случаев, предусмотренных законом.</li>
        <li>Пользователь может актуализировать или отозвать данные, отправив запрос на info@cortexdigital.net</li>
      </ol>

      <h4>7. Трансграничная передача данных</h4>
      <p>7.1. Передача данных осуществляется только при условии надежной защиты прав субъектов данных.</p>
      <p>7.2. Исключения возможны при наличии письменного согласия пользователя.</p>

      <h4>8. Заключительные положения</h4>
      <p>8.1. Пользователь может задать вопросы, отправив их на info@cortexdigital.net</p>
      <p>8.2. Политика действует бессрочно до замены новой версией.</p>
      <p>8.3. Актуальная версия доступна по адресу https://cortexdigital.net/privacy</p>
    </div>
  </section>
);

export default Policy;
